package com.xiaoma;
/*
 * @作者：小马
 * @date：14.2.12
 * @功能：DAY1作业：加法器，减法器，乘法，除法
 * @功能：DAY2：已知手掌游戏机一台320（X)元，MP3一台260(Y)元，公司举行抽奖大会
 * ，公司有18人，一等奖游戏机，二等奖MP3，购入5台游戏机，13台MP3，问总价，
 * 公司实际给每个人花了多少钱
 * @功能：输出乘法表，要求行列对齐
 * @功能：渔夫出海打渔，收货若干，渔夫卖掉一半鱼，送给海伦三条，又卖掉了剩下的鱼的三分之二
 * 自己吃了一条，家里还剩四条，问渔夫打了多少条鱼（36）
 * @功能：猴子摘了一堆桃子，吃了一半，多吃了一个，第二天又吃了一半多吃了一个，到第十天只剩下一个
 * 问总共摘了多少桃子（1534）
 * @功能：一个会做面积运算和四则运算的猫类，从控制台输入。选择
 * @功能：超级玛丽，用键盘控制玛丽的位置
 * @day3猜拳游戏
 */


public class task_1 {

	/**
	 * @param args
	 */
	
	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
